bradlc.vscode-tailwindcss
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
eamodio.gitlens
esbenp.prettier-vscode
figma.figma-vscode-extension
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
github.copilot
github.copilot-chat
github.remotehub
github.vscode-github-actions
graphql.vscode-graphql
graphql.vscode-graphql-syntax
kisstkondoros.vscode-gutter-preview
mechatroner.rainbow-csv
mhutchie.git-graph
ms-azuretools.vscode-containers
ms-ceintl.vscode-language-pack-ko
ms-vscode-remote.remote-containers
ms-vscode.azure-repos
ms-vscode.live-server
ms-vscode.remote-repositories
ms-vsliveshare.vsliveshare
naumovs.color-highlight
openai.chatgpt
pkief.material-icon-theme
ritwickdey.liveserver
saoudrizwan.claude-dev
streetsidesoftware.code-spell-checker
tomoki1207.pdf
usernamehw.errorlens
vincaslt.highlight-matching-tag
vscjava.vscode-gradle
wayou.vscode-todo-highlight
